import _1_XIA from '@/assets/image/teachers-icon/1_XIA.png'
import _2_Gao from '@/assets/image/teachers-icon/2_GAO.png'
import _3_HUANG from '@/assets/image/teachers-icon/3_HUANG.png'
import _4_MA from '@/assets/image/teachers-icon/4_MA.png'
import _5_HAMMER from '@/assets/image/teachers-icon/5_HAMMER.png'
import _6_SHUPEI from '@/assets/image/teachers-icon/6_SHUPEI.png'
import _7_XIAO from '@/assets/image/teachers-icon/7_XIAO.png'
import _8_YANG from '@/assets/image/teachers-icon/8_YANG.png'
import _9_YVONNE from '@/assets/image/teachers-icon/9_YVONNE.png'
import _10_LI from '@/assets/image/teachers-icon/10_LI.png'
import _11_WANG from '@/assets/image/teachers-icon/11_WANG.png'
import _12_JIN from '@/assets/image/teachers-icon/12_JIN.png'
import _13_LI from '@/assets/image/teachers-icon/13_LI.png'
import _14_cqs from '@/assets/image/teachers-icon/_14_cqs.png'
import _15_WANG from '@/assets/image/teachers-icon/15_WANG.png'
import _16_LI from '@/assets/image/teachers-icon/16_LI.png'
import _17_YE from '@/assets/image/teachers-icon/17_YE.png'
import _18_ZHAO from '@/assets/image/teachers-icon/18_ZHAO.png'
import _19_SHI from '@/assets/image/teachers-icon/19_SHI.png'
import _20_YI from '@/assets/image/teachers-icon/20_YI.png'
import _21_EDITH from '@/assets/image/teachers-icon/21_EDITH.png'
import _22_TIGER from '@/assets/image/teachers-icon/22_TIGER.png'
import _23_LOU from '@/assets/image/teachers-icon/23_LOU.png'
import _24_NIKA from '@/assets/image/teachers-icon/24_NIKA.png'
import _25_RIVER from '@/assets/image/teachers-icon/25_RIVER.png'

export const teachers = [
    {
        name: 'XIA',
        value: 0,
        position: '音乐产业及职业规划导师',
        works: '《味道江南》《中国梦东方梦》《二炮手》《奔跑吧兄弟—天使的城》',
        image: _1_XIA,
        participatingWorks: [],
        detailed:
            [
                '资深音乐商务/音乐产业管理师/一线影视录音师 ',
                '专注传媒行业十年，擅长全平台声音音乐前中后期制作、运营及对接，所培养的同期录音师专注于影视声音前期，并能熟练运用国际先进的录音流程工艺',
            ],
        personalWorks:
            [
                '个人部分作品及履历',
                '央视纪录片《味道江南》担任同期声录制及部分后期制作',
                '电视剧《二炮手》宣传TVC担任棚拍声音录制',
                '浙江卫视《奔跑吧兄弟—天使的城》宣传TVC担任棚拍声音录制',
                '林旭坚导演，上海开机《嘉定新城（十年嘉定梦）》宣传片担任B组录音师',
                '毛立波导演《良渚情缘》微电影担任同期录音师',
                '张冰导演《中国梦东方梦》东方证券微纪实项目，担任同期录音师',
                '徐晓东导演中国美术学院艺术电影《鱼鳞》，担任录音师',
                '林坚慧导演《风从海上来》参与后期混录',
                '王冬龄《书非书》艺术家访谈同期录音',
                '横跨电影及广告TVC项目的整体声音制作运营',
                '全国地区一鸣真鲜奶吧线上音乐终端策划及制作运营',
                '合作品牌如：阿里巴巴、网易、腾讯、字节跳动、DJI大疆、伊利、梦之蓝凯迪拉克等品牌项目。',
                '运用全流程制作经验，为每个项目量身定做合理的流程规划。'
            ],

    },
    {
        name: 'GAO',
        value: 1,
        position: '声音设计 / 音乐科技导师',
        works: '《2018雅加达亚运会闭幕式杭州六分钟》《奔跑吧》《西泠印社》',
        image: _2_Gao,
        participatingWorks: [
            '参与作品曾获奖项：',
            '纪录片《孤山路31号》声音设计及混录，该作品荣获“丹桂奖”最佳系列纪录片及中国纪录片学院奖“最佳创新纪录片奖”',
            '纪录片《西泠印社》声音设计及混录，该作品荣获中国电视文艺“星光奖”优秀电视纪录片奖，入围第27届“白玉兰奖”最佳系列纪录片，并获第31届中国电视金鹰奖提名'
        ],
        detailed:
            [
                '万像循声声音制作总监',
                '一线声音设计师，混录师，大小作品千余部',
                '所授课程声音设计 / 声音艺术 / 录音工程 / 游戏声音 / 音乐科技',
                '拥有七年以上留学作品集的教学辅导经验，所授留学生分别被美国纽约大学、约翰霍普金斯大学、卡内基梅隆大学、英国伦敦大学学院、爱丁堡大学、伦敦大学金史密斯学院、格拉斯哥大学、约克大学、澳洲悉尼大学、日本东京艺术大学等各个国家多所顶尖名校录取；所授技术类学生分别拿到网易互娱、网易盘古、江苏卫视、中央人民广播电台等公司OFFER。',
            ],
        personalWorks:
            ['个人部分作品及履历：',
                '微软小冰AI人工智能艺术指导',
                '浙江卫视大型季播真人秀《奔跑吧》《王牌对王牌》',
                '湖南卫视《向往的生活》《我家那小子》《偶像来了》等节目制作',
                '玄机科技、网易《天谕》季播动画声音设计及混录',
                '院线电影《台阶》《白雾谜岸》声音设计',
                '2020虎牙天命杯声音设计',
                '2021 DOTA2 DPC声音设计',
                '2021 KPL开幕式声音设计',
                '2022福建春晚《欢喜就好》（入围第31届中国电视金鹰奖最佳电视综艺（文艺）节目奖 ）',
                '2023福建春晚《新春福气夜》声音设计',
                '2023中央电视台五四晚会《舞在山水间》声音设计及混录',
                '2023杭州国际音乐节天空合唱团音乐录音师',
                '2019 - 2023江苏卫视跨年演唱会开场片声音设计',
                '淘宝、天猫、苏宁、京东、网易、苏泊尔、康恩贝等百余广告声音制作'
            ]
    },
    {
        name: 'HUANG',
        value: 2,
        position: '作品集审核导师',
        works: '《我们的奥林匹克》《中国冰雪记忆》《世界遗产在中国》',
        image: _3_HUANG,
        participatingWorks:
            [
                '参与作品曾获奖项：',
                '第 26 届米兰国际体育电影电视节最高奖——荣誉花环奖 ',
                '第 28 届米兰国际体育电影电视节最高奖——荣誉花环奖 ',
                '第 15 届上海电视节“白玉兰”奖历史文献类纪录片银奖',
                '中国广播影视大奖--广播电视节目奖(第 21 届“星光奖”)特别奖',
                '第五届中国纪录片国际选片会“十大纪录片” ',
                '“纪录中国”2009 年度优秀节目一等奖',
                '2010 年度广播电视协会优秀体育节目一等奖',
                '第十一届四川电视节“金熊猫”奖国际纪录片评选评委特别奖',
                '第29届米兰国际体育电影电视节提名奖',
            ],
        detailed:
            [
                '作曲研究生毕业于中国传媒大学，曾参与大量国家级、省级影视项目的音频创作和制作工作，有十年以上教学经验及丰富的一线影视从业经验。参与创作的纪录片《我们的奥林匹克》、《中国冰雪记忆》曾获得 26、28 届米兰国际体育电影电视周，奥林匹克精神价值单元的最高奖。此外，其参与制作的《世界遗产在中国》、《红帆船》、《穿越生死的约定》、《亚运在中国》、《生死兄弟》、《冰雪绽放》等作品也获得过众多奖项。'
            ],
        personalWorks:
            [
                '个人部分作品及履历：',
                '中国共产党中央组织部党章系列视频教材音频后期负责人',
                '广州亚运会官方OPENING FILM配乐',
                'CCTV建党90 周年献礼纪录片《永远的英雄》主题歌、配乐音乐策划、作曲及制作',
                'CCTV大型纪录片《体育的力量》音乐制作人，本片获得中国广播影视大奖·广播电视节目奖（第 23 届“星光奖”）电视纪录片大奖',
                'CCTV5俄罗斯索契冬奥会纪录片《冰雪绽放》音乐制作人',
                'CCTV《东方之子》栏目片头音乐设计和制作',
                'CCTV & 韩国TBS尊孝联合公益广告原创配乐',
                'CCTV公益广告藏族白马原创配乐',
                'CCTV关爱母亲公益广告原创配乐',
                '国家体育总局“全民健身”系列宣传片配乐负责',
                '国家教育部“留动中国——在华留学生阳光运动文化之旅”活动主',
                '题歌《九州英雄》作曲兼制作人',
                '中国教育电视台《成长不烦恼》后期音频负责',
                '浙江卫视纪录片《五湖四海看浙江》后期音频负责',
                '纪念抗美援朝战争 60 周年大型纪录片《老兵！老兵！》配乐及主题歌作曲',
                '杭州城建规划局形象片配乐 ',
                '北京大兴政府 3D全息喷泉项目音乐总监',
                '杭州电视台少儿频道春晚部分音乐设计和制作',
                '横店影视城官方院线系列宣传片音乐制作',
                '网易云音乐宣传LOGO原创配乐',
                '浙江经视风云浙商晚会，音乐编辑配乐',
                '杭州市余杭区青少年宫微电影《我们在这里》原创配乐，本片获得浙江省青少年宫首届文化创意传播大赛一等奖',
                '浙江音乐调频FM968频道包装LOGO',
                '浙江旅游局澳门推介会晚会音乐总监',
                '浙江省第三届世界浙商大会音乐制作',
                '风云浙商颁奖大会短片音频制作',
            ],
    },
    {
        name: 'MA',
        value: 3,
        position: '音乐制作 / 电影作曲导师',
        works: '日本NHK电视台纪录片《平安京》作曲，中央电视台纪录片《家园》作曲',
        image: _4_MA,
        participatingWorks: [],
        detailed:
            [
                '万像循声音乐制作总监',
                '旅美青年作曲家 / 一线音乐制作人 / 电影作曲 / 独立唱作人',
                '研究生毕业于美国旧金山 ACADEMY OF ART UNIVERSITY 音乐制作 / 电影作曲专业，跟随导师GUNNARD DOBOZE（两届奥斯卡获奖者）研修并得以接触到好莱坞多类型电影音乐制作以及完整工业流程，制作一线影视音乐歌曲千余部，同时亦有五年留学生教学经验',
                '学生已获录取：美国纽约大学、伯克利音乐学院、美国爱默生电影学院、美国华盛顿大学、美国旧金山艺术大学、美国宾夕法尼亚州立大学、英国伦敦艺术大学、爱丁堡大学，伦敦大学金史密斯学院、南安普顿大学、谢菲尔德大学、格拉斯哥大学、金斯顿大学艺术学院等'
            ],
        personalWorks:
            [
                '个人部分作品及履历：',
                '日本NHK电视台纪录片《平安京》作曲',
                '中央电视台纪录片《家园》作曲',
                '《张艺谋的2022》冬奥会纪录片音乐总监',
                '芒果TV五十集纪录片《这十年》作曲',
                '芒果TV百集纪录片《党的女儿》作曲',
                '院线电影《台阶》作曲',
                '院线电影《一无是处》作曲',
                '院线电影《误闯隐形岛》主题曲作曲，制作人',
                '网易游戏《倩女幽魂开宗立派》作曲',
                '芒果TV综艺《说唱听我的》2020导师制作人',
                'BiliBili说唱旅行节目《造浪》Beatmaker',
                'BiliBili游戏《碧蓝航线》六周年作曲，音乐制作人',
                '网易游戏系列音乐制作',
                '安慕希推广曲作曲，制作人',
                '优酷世界杯片头曲作曲，制作人',
                '微软小冰AI人工智能系列歌曲制作',
                '音乐合作艺人包括：Tia袁娅维 / R1SE周震南 / MC法老 / 弹壳 / ICE / Lil Ghost小鬼 / 许光汉 / 微软虚拟形象小冰 / 黄渤等',
                '合作品牌包括：路虎 / 凯迪拉克 / 天猫 / 京东 / 苏宁 / 美的 / 南京银行 / 招商银行 / 杭州银行 / 王者荣耀 / 阴阳师 / 网易游戏',

            ],
    },
    {
        name: 'Hammer',
        value: 4,
        position: '音乐制作 /音乐/音响工程导师',
        works: '《航海王热血航线》音乐制作人，《ParaSpace》配乐，纽约Dolan Studio录音工程师',
        image: _5_HAMMER,
        participatingWorks: [],
        detailed:
            [
                '教育背景：',
                '本科 浙江大学 食品科学与工程Food Science & Engineering ',
                '研究生 纽约大学 音乐科技 Music Technology（Dual）音乐硕士丨音响工程师认证',
            ],
        personalWorks:
            [
                '个人部分作品及履历：',
                '手游：《航海王热血航线》开发铺量期与逐萱期 （音乐设计丨音乐制作负责人丨接口人丨工程师丨作曲）',
                '手游：《ParaSpace》UGC官方世界开发铺量期（音频全案设计丨音频策划丨配乐）',
                '孵化项目：“W-03”二次元动作RPG孵化期（音乐制作丨工程师）',
                '小游戏项目：“BEATDANCE”& “临兵斗” （音频全案设计师丨音频接口人）',
                '巡回演出：银临“半梦”巡演（吉他手）',

            ],
        experience:
            [
                '个人部分工作经历：',
                '游戏音乐设计师',
                '字节跳动•朝夕光年•无双工作室（中国•上海）',
                '录音工程师 Recording Engineer ',
                'Dolan录音室（美国•纽约）',
            ]
        ,
    },
    {
        name: 'Shupei',
        value: 5,
        position: '音乐制作 / 音乐混音导师',
        works: '伯克利音乐学院荣誉制作人，格莱美获奖音乐人Shea Rose制作人，作品百万播放',
        image: _6_SHUPEI,
        participatingWorks: [],
        detailed:
            [
                '荣誉毕业于伯克利音乐学院的音乐制作人，声音工程师，混音师，吉他手。',
                '在美国学习期间，获得伯克利音乐学院学生成就奖学金，美国大学读写协会CRLA认证专家级音乐讲师认证，并作为辅导老师任职于伯克利音乐学院音乐制作系(MPnEDepartment)和学习中心(LearningCenter)。',
                '曾与格莱美提名编曲人Donna McElrov合作为伯克利声乐系学生录制现场乐队原创音乐专辑。为格莱美获奖音乐人Shea Rose 制作Remix 《Do l really want to》。为院线电影《民警攻略》制作EDM风格主题曲《信赖》，为网剧《外星少女柴小七》制作插曲《在梦中》。 2019年至2020年随Lexie刘柏辛作为现场人声工程师参与2020湖南卫视《歌手》栏目制作，江苏卫视《55聚划算盛典》制作。个人音乐作品在全平台播放量逾百万。',

            ],
        personalWorks: [],
    },
    {
        name: 'XIAO',
        value: 6,
        position: '大提琴演奏导师',
        works: '旅俄青年大提琴演奏家，首位考入柴可夫斯基音乐学院特殊部门FICII的中国人',
        image: _7_XIAO,
        participatingWorks: [],
        detailed:
            [
                '旅俄青年大提琴演奏家、XIAODI大提琴重奏团创办人、以及首位考入莫斯科柴可夫斯基音乐学院特殊部门FICII的中国人，毕业于俄罗斯最高音乐学府莫斯科音乐学院同时学习巴洛克大提琴和现代大提琴双专业。',
                '先后就读于圣彼得堡音乐学院、莫斯科柴可夫斯基音乐学院。在俄罗斯，跟随八十高龄的莫斯科柴可夫斯基音乐学院大提琴系前任系主任、俄罗斯功勋艺术家玛利亚•柴可夫斯卡娅教授（已故大提琴泰斗罗斯特罗波维奇得意门生）进行学习，并随后考入柴可夫斯基音乐学院FISII部门，跟随FISII弦乐系主任安德烈·斯皮里多诺夫教授学习。',
                '作为一名演奏者，曾经成功开展了首场个人大提琴独奏音乐会《从巴洛克到现代》。之后，在各大剧院、音乐厅，包括索契爱乐管风琴厅、柴可夫斯基音乐学院拉赫玛尼诺夫大厅、格涅辛音乐学院音乐厅、莫斯科武装力量与退伍军人中心音乐厅、深圳保利剧院等地进行演奏表演。2022年参演俄德大厦的莫斯科第九届大提琴音乐节“大提琴一代”，并获得德国联合协会颁发的文凭和感谢信。',
                '柴可夫斯基音乐学院打击乐与弦乐器系系主任斯皮里多诺夫曾评价“是一位极具表现力、有灵魂的天才演奏家。”',
                '曾多次获得演奏及教学奖项，其中包括“2020贵阳国际音乐节管弦乐大赛（公开组金奖）”、“2019香港国际弦乐大赛（公开组一等奖）”、“贵阳国际音乐节优秀指导教师奖”、“中国青少年音乐比赛蜂鸟音乐奖最佳教师奖”等。',

            ],
        personalWorks: [],
    },
    {
        name: 'YANG',
        value: 7,
        position: '歌剧与交响指挥导师',
        works: '旅俄青年指挥家，圣彼得堡音乐学院',
        image: _8_YANG,
        participatingWorks: [],
        detailed:
            [
                '旅饿青年指挥家，毕业于世界著名的圣彼得堡音乐学院指挥系歌剧与交响指挥专业。是XIAODI大提琴重奏团创办人之一。',
                '诞生了柴可夫斯基、肖斯塔科维奇、普罗科菲耶夫等著名音乐家的地方圣彼得堡音乐学院，师从于俄罗斯功勋指挥艺术家亚历山大·波利亚尼奇科教授，学习正统的圣彼得堡指挥学派。他的老师曾与传奇指挥家穆拉文斯基一起工作，受穆拉文斯基推荐后，跟随俄国著名指挥家和教育家穆辛教授深造，因此指挥风格传承圣彼得堡学派。',
                '拥有丰富的演出经验，曾在中国、俄罗斯、日本等地的剧院音乐厅多次演出，例如在索契爱乐管风琴音乐厅和莫斯科柴可夫斯基音乐学院拉赫玛尼诺夫音乐厅等，他的技巧和艺术表现力都得到了业界和听众的广泛认可，树立了良好声誉。',

            ],
        personalWorks: [],
    },

    {
        name: 'Yvonne',
        value: 8,
        position: '声乐表演导师',
        works: 'BBC威尔士国家合唱团成员，英国皇家威尔士音乐戏剧学院，韩国汉阳大学博士',
        image: _9_YVONNE,
        participatingWorks: [],
        detailed:
            [
                '教育背景：',
                '本科 西安音乐学院',
                '研究生 英国卡迪夫大学音乐学院',
                '研究生 英国皇家威尔士音乐戏剧学院',
                '博士 韩国汉阳大学',
                '自幼热爱声乐，赴英留学深造四年，拿到卡迪夫音乐学院和皇家威尔士音乐学院的双硕士学位，韩国汉阳大学博士在读。在海外学习中，致力于研究声乐演唱教学，先后师从美国密歇根大学州立大学博士教授、美国朱莉亚音乐学院博士、皇家威尔士音乐学院教授、首尔国立大学和英国皇家歌剧院大师进行声乐学习。有多年海外升学指导及声乐教学经验。'
            ],
        personalWorks:
            [
                '个人部分表演经历：',
                '参加歌剧《Le nozze di Figaro》费加罗的婚礼饰演 Susanna',
                '参加歌剧《Hansel and Gretel》饰演 Sandman',
                '独唱 法语艺术歌曲专场音乐会“爱之歌',
                '参加中国新年音乐会独唱《在水一方》',
                '参加歌剧《The magic flute》魔笛 饰演第一男孩',
                '参加歌剧(The Old Maid and Thief》饰演 Laetitia',
                '加入威尔士歌剧院青年歌剧 WNO YOUTH OPERA',
                '加入 BBC威尔士国家合唱团',
                '参加 BBC合唱"PROMSIN THE PARK"',
                '参加BBC合唱"VERDI REQUIEM"威尔第安魂曲',
                '参加 BBC合唱"HANDEL- MESSIAH with WNO Orchestra"亨德尔弥赛亚',
                '参加 BBC合唱"BEETHOVEN 250 CONCERT"贝多芬250周年音乐会',
                '参加 BBC合唱 BACH - ST MATTHEW PASSION巴赫马太受难曲',
            ],
    },
    {
        name: 'LI',
        value: 9,
        position: '长笛演奏导师',
        works: '英国皇家音乐学院，青年长笛演奏家，英国青年音乐家交响乐团长笛演奏员',
        image: _10_LI,
        participatingWorks: [],
        detailed:
            [
                '浙江交响乐团长笛演奏员',
                '浙江音乐学院外聘导师',
                '浙江音乐学院室内乐团外聘演奏员',
                '硕士毕业于英国皇家音乐学院（Royal Academy of Music），师从世界顶尖长笛演奏家William Bennett，本科毕业于苏州大学音乐学院，师从法国长笛演奏家Clara Novakova。曾荣获国内外各大长笛赛事奖项，足迹遍布欧洲，亚洲等多个国家。教学经验丰富，培养过的学生成功考入中国、英国、美国、澳洲的音乐大学，也曾带领过杭州市萧山区靖江初级中学管乐团荣获萧山区艺术节一等奖，绍兴市柯桥区湖塘中心小学马来西亚青少年艺术节金奖。',
                '乐队经验：',
                '担任长笛演奏员与上海爱乐乐团合作演出',
                '担任英国青年音乐家交响乐团（Young Musician Symphony Orchestra）长笛演奏员',
                '担任英国皇家音乐学院交响乐团（Royal Academy of Music Symphony Orchestra）长笛演奏员',
                '担任英国 Manson ensemble 长笛兼短笛演奏员',
                '获奖经历：',
                '亚洲国际管乐大赛 Asian International Flute Prize',
                '英国皇家音乐学院奖学金（2018 - 2020 年） Cork Award ',
                '国际神户长笛大赛入围 Kobe International Flute Competition',
                '艺术节经历：',
                '东部音乐节 Eastern Music Festival，美国 ',
                '亚洲长笛联盟 Asian Flutists Federation，中国上海 ',
                '尼克莱长笛大赛 Nicolect International Flute Festival，中国广州 ',
                '琵琶湖长笛大赛 Biwako International Flute Competition，日本 ',
                '法国弗莱纳国际音乐节 Flanie Music Festival，法国',
                '上海师范大学第五届长笛艺术节，中国上海 ',
                '亚梅洛巴室内乐音乐节 Ameropa Chamber Music Festival，捷克',
            ],
        personalWorks: [],
    },
    {
        name: 'WANG',
        value: 10,
        position: '双簧管演奏导师',
        works: '旅欧双簧管演奏家，德国萨尔国立音乐学院双簧管演奏博士，SOM室内乐团创始人',
        image: _11_WANG,
        participatingWorks: [],
        detailed: [
            '旅欧十年 双簧管表演艺术家  ',
            '德国萨尔国立音乐学院 双簧管演奏 博士',
            'SOM室内乐团创始人',
            '4岁开始学习钢琴，10岁开始学习双簧管，2012年考入中央音乐学院附中，师从我国双簧管泰斗、中央音乐学院祝盾教授。同年获首届“中国管乐杯（小金钟）”双簧管金奖，学习期间担任北京室内乐乐团副首席。 15岁独自留学奥地利，师从德国教育家、双簧管教授Michael Turnovsky。 2016年与德国德累斯顿音乐学院教授席琳·莫内特Céline Moinet和莱比锡音乐学院林卿学习。同年被德国德累斯顿国立音乐学院和萨尔国立音乐学院的录取。9月开始就读萨尔国立音乐学院本科，与当代顶流双簧管大师菲利普•通德Philippe Tondre（他如今是美国费城交响乐团双簧管首席、美国柯蒂斯音乐学院教授、英国曼彻斯特音乐学院客座教授、欧洲室内乐乐团双簧管首席）学习至今，成为其开门弟子之一。在校副修钢琴，师从钢琴家Lesniewski Roman。 2020年A级成绩本科毕业于萨尔国立音乐学院，并直升本校的研究生。2022年再次以A级成绩获得硕士研究生学位毕业于本校，同时以高分录取为本校演奏家（博士）文凭。',
            '留学期间多次受德奥多个交响乐团、管乐团、室内乐演奏家的邀请在欧洲多个地点参加音乐会，其中包含德国亚琛交响乐团、德国新布兰登堡交响乐团、德国广播交响乐团、OHO乐团等甲级类乐团。曾与Guilhaume Santana、Kun - WooPaik、Carolin Widmann、Christopher Ward等顶级音乐家合作。',
            '在欧洲学习近十年间，除了演奏、乐团和教学方向，还致力于双簧管的技巧与气息以及相关的研究，双簧管曲目的作曲与改编、外文资料的整理与翻译、室内乐演奏学，以填补、完善和发展双簧管类学科乃至管乐学科为目标。其公开发表的《在计算机断层扫描（CT）技术的辅助下分析双簧管演奏者的呼吸》等文章受到业内专家的好评。'
        ],
        personalWorks: [],
    },

    {
        name: 'JIN',
        value: 11,
        position: '钢琴表演导师',
        works: '旅德青年钢琴家，德国达姆斯塔特音乐学院，德国卡尔斯鲁厄音乐学院',
        image: _12_JIN,
        participatingWorks: [],
        detailed:
            [
                '德国达姆斯塔特音乐学院  本科',
                '德国卡尔斯鲁厄音乐学院  研究生',
                '4岁学琴，跟随上海音乐学院周挺教授学习，后跟随浙江音乐学院鲁一老师学习。',
                '2014 年考入德国达姆斯塔特音乐学院本科师从 Lucas Blondeel教授攻读钢琴表演专业，同时选修新音乐与室内乐课程次参加新音乐演出。',
                '2019 年被卡尔斯鲁厄音乐学院录取攻读钢琴表演研究生专业师从kaya han教授和Michal Uhde教授，期间多次参与学校与卡尔斯鲁厄城市独奏音乐会和室内乐音乐会。2022 年12 月以满分成绩荣誉毕业。',
            ],
        personalWorks:
            [
                '个人获奖及履历：',
                '2008年出演电影"朗朗的歌"又名"暖冬"宣传纪录片 片中饰演少年郎朗',
                '2010年参加浙江省珠江杯获得青年组第一名',
                '2011年参加香港国际亚洲公开赛。获得国内第一名，总决赛公开组第5名。',
                '2014年至2017年参加德国达姆斯塔特新音乐合作，参加新音乐演出多次与德国达姆斯塔特音乐学院校乐团出演 。',
                '2019年在德国举办独奏音乐会受到德国多个著名教授和钢琴家的广泛好评。',
                '2022年在德国卡尔斯鲁厄市图书馆出演音乐会。',
                '拥有丰富的教学经验，曾指导众多学生学习视唱练耳与钢琴，考入德国莱比锡音乐学院等名校。',
            ],
    },
    {
        name: 'LI',
        value: 12,
        position: '声音艺术 / 电子音乐导师',
        works: '德国柏林艺术大学，声音艺术家，电子游戏开发者，戏剧制作人，BIMM University在职导师',
        image: _13_LI,
        participatingWorks: [],
        detailed:
            [
                '研究生毕业于德国柏林艺术大学声音研究与声音艺术专业 - Sound Studies and Sonic Arts (Master of Arts)。现任职于英国及爱尔兰现代音乐学院 - BIMM University，作为主讲导师教授游戏音频与音乐。倡导Project-based learning，让学生在制作项目中找到学习的乐趣与意义。作为音乐人曾在欧洲，巴西，日本等多个国家进行演出。履历丰富，曾担任上海WILD-WU-FUTURE的艺术项目总监，Inkium Games的音频总监及CANBOX的声音设计师。',
                'Exhibition/Performance',
                'Virtual Collision, Interactive video game theatre with ',
                '4D sound system, SVS Collisions exhibition, Muffatwerk, ',
                'Munich, Germany ',
                'Virtual Collision, Interactive video game theatre, ',
                'SoundS Master Exhibition, Collegium Hungaricum, ',
                'Berlin, Germany ',
                'Resurrection Machine, Sound Installation, Co_vid: Wir ',
                'im Um_bruch, Galerie KUB, Leipzig, Germany ',
                'Trine Live Performance, Polyphonic exhibition, Museum ',
                'für Angewandte Kunst, Gera, Germany ',
                'Palindrome Notation, Video Game Performance, ',
                'Polyphonic exhibition, Hochschule für Grafik und ',
                'Buchkunst, Leipzig, Germany ',
                'Palindrome Notation, Polyphonic online presentation at ',
                'German Center for Art History ( Deutsches Forum für ',
                'Kunstgeschichte ), Berlin, Germany ',
                'Why the performance, Ming Contemporary Art Museum Shanghai, China',
                '吾梦道 - The tunnel, Oregon Cinema Arts Film Festival, Oregon, United states',
                'Old Ayi, Mestre felino, Mogi das Cruzes, Brazil',
                'Old Ayi, Udio rebel, Rio, Brazil ',
                'Banana Monkey, SUMMER SONIC music festival, Moon Romantic, ESP, Tokyo, Japan ',
                '......',
            ],
        personalWorks: [],
    },
    {
        name: '柴﨑  守',
        value: 13,
        position: '日本名誉顾问',
        works: '亚洲青年音乐家联盟会长，平成音乐大学东京事务所事务局长',
        image: _14_cqs,
        participatingWorks: [],
        detailed:
            [
                '柴﨑  守 （中文名：曲艺） 日籍华人',
                '国际学硕士',
                'HESED东京艺术文理学院  学院长',
                '平成音乐大学东京事务所 事务局长',
                '东亚国际音乐艺术教育联盟 理事',
                '亚洲青年音乐家联盟 会长',
                '2007年赴日，在日期间多次参加中华人民共和国驻日本国大使馆、日本高岛市教委举办的演奏会',
                '2013年至2018年在日本樱美林大学任职',
                '多次参与组织中国教育部举办的日本大学生赴华京剧公演，中日青少年交流活动',
            ],
        personalWorks: [],
    },
    {
        name: 'WANG',
        value: 14,
        position: '流行键盘/作曲/实用音乐导师',
        works: '汉阳大学实用音乐作曲系，International Piano协会会员，英皇认证导师',
        image: _15_WANG,
        participatingWorks: [],
        detailed:
            [

                '流行键盘 / 作曲 / 钢琴表演 / 实用音乐 导师',
                '毕业于韩国汉阳大学实用音乐作曲系',
                '中国管理科学学会认证高级钢琴讲师',
                'International Piano协会会员',
                '英国皇家音乐学院联合委员会认证导师',
                '擅长作曲，音乐制作，影视配乐，流行键盘，钢琴演奏，韩式唱法，音乐专业韩语教学等；',
                '有独特的音乐见解、清晰的思维方式，善于沟通，乐于输出。',
                '自小对艺术颇有天赋，15岁签约国内文化传媒公司，18岁被韩国汉阳大学实用音乐系录取，在韩留学期间共策划21场演出。已在各大网站发表原创音乐100余首，独立完成作词、作曲、编曲、演唱；',
                '留韩期间为韩国电影《계란마리》制作配乐。',
            ],
        personalWorks: [],
    },
    {
        name: 'LI',
        value: 15,
        position: '吉他演奏 / 音乐制作导师',
        works: '美国MI音乐学院，师从Fusion大师Allen Hinds和Vadim Zilbershtein，拥有多年演出，制作与教学经验',
        image: _16_LI,
        participatingWorks: [],
        detailed:
            [
                '毕业于美国MI音乐学院（Musicians Institute）好莱坞校区，吉他演奏 / 音乐制作专业。',
                '师从Fusion大师Allen Hinds和Earth Wind & Fire（地风火乐队）Vadim Zilbershtein。',
                '擅长系统教授爵士乐、R & B、现代流行以及独立摇滚，在理性教学的同时也兼顾学生兴趣与个性的培养。',
                '拥有多年的演出、录音、音乐制作与教学经验。 曾和偶像练习生钱正昊等知名艺人合作。指导学生先后考上了Berkelee（伯克利音乐学院）、UAL（伦敦艺术大学）、星海音乐学院等国内外知名院校。',
            ],
        personalWorks: [],
    },
    {
        name: 'YE',
        value: 16,
        position: '吉他演奏/指弹吉他/唱作人导师',
        works: '多次斩获全国吉他大赛冠军，青年吉他演奏家，知名吉他手，唱作人',
        image: _17_YE,
        participatingWorks: [],
        detailed:
            [
                '多次斩获全国吉他大赛冠军，青年吉他演奏家，知名吉他手，唱作人',
                '业内知名演奏家，B站点击破 300万，多次获得全国吉他大赛冠军。',
                '擅长吉他编录，即兴指弹。曾与裘德、尹毓恪、万岁爷、王欣宇、傅如乔、周星星等歌手合作。',
                '个人作品形式多变:《侦探》《最佳《遥遥》等·..恋人》《暮时单车》',
                '2021年指弹中国WAGF--Gibson指弹歌手大赛全国冠军2020年指弹中国双吉他大赛全国冠军',
                '2020年卡马杯弹唱组全国冠军',
                '2015年指弹中国吉他大赛亚军',
                '2014年森氏吉他中国大奖赛冠军',
                '2014年中国好歌曲重庆赛区亚军',
                '2014年Magic吉他指弹中国大奖赛全国亚军',
                '2020年原创乐队模拟磁带俱乐部上海育音堂演出2019年录制裘德专辑获得金曲奖提名',
                '2019年MaoLivehouse演出',
                '2019年way2个人专场',
                '2018年无界大师声场',
                '2018年东海跨年音乐节',
                '2018年MaoLivehouse个人专场2017年东海音乐节演出',
            ],
        personalWorks: [],
    },
    {
        name: 'ZHAO',
        value: 17,
        position: '音乐混音导师',
        works: '《说唱听我的》《杭州六分钟》《智联家园》《寻找未来》《宇宙沙漏》',
        image: _18_ZHAO,
        participatingWorks: [],
        detailed:
            [
                '一线音乐混音师，万像循声文化传媒创始人之一，从业十年期间音乐混音总数量近800首，音乐风格涉及流行、古典、民谣、戏曲、摇滚、交响、电子等等，涉及领域包括影视、个人或团队单曲（原创、翻唱）、广告、游戏、人工智能等等。'
            ],
        personalWorks:
            [
                '个人部分作品及履历：',
                '2017 - 今，AI人工智能小冰歌曲音乐混音师，其代表作有《智联家园》、《幸福进击》、《寻找未来》、《驾驭》、《宇宙沙漏》、《候鸟》等等。',
                '2018雅加达亚运会官方宣传片《杭州六分钟》音乐混音。',
                '2019文成5A景区主题曲《归心文成》音乐混音。',
                '2019重庆卫视大型综艺节目《谢谢你来了》后期混音。获2019金帆奖三等奖。',
                '2019铜师傅 & 黄渤TVC《诚意之作》音乐混音',
                '2020 - 2021杭州海外高层次人才创业大赛主题曲《创客天下》、《在杭州等你》音乐混音。',
                '2020芒果TV选秀节目《说唱听我的》三组导师宣传片首唱音乐混音，决赛PV音乐混音。',
                '2020纪录片《西冷印社》推广曲《西冷不冷》音乐混音。',
                '2021峨影厂党政记录片《青春红》主题曲及配乐音乐混音。',
                '2021新华社、芒果TV联合出品，湖南省委宣传部指导大型专题纪录片《党的女儿》主题曲、配乐音乐混音师。获2021国家广电总局优秀网络作品。',
                '2021院线电影《误闯隐形岛》，主题曲及配乐混音。',
                '2021长篇电影《一无是处》主题曲及配乐混音。',
                '2022重庆卫视春晚录制与后期混音。获金帆奖二等奖。',
                '2022党政纪录片《这十年》主题曲及配乐混音。',
            ],
    },
    {
        name: 'SHI',
        value: 18,
        position: '声音设计 / 音乐编辑导师',
        works: '《故事里的中国》《国家品牌计划》《典籍里的中国》《姐姐的爱乐之程》',
        image: _19_SHI,
        participatingWorks: [],
        detailed:
            [
                '一线声音设计 / 音乐编辑师，深谙S级音综及各类综艺的音乐编辑技巧及思路，各类声音作品千余，作品以高审美度与高传播度著称'
            ],
        personalWorks:
            [
                '个人部分作品及履历：',
                '中央广播电视总台《故事里的中国》',
                '中央广播电视总台《主持人大赛》',
                '中央广播电视总台《挑战不可能》',
                '中央广播电视总台《典籍里的中国》',
                '中央广播电视总台《经典咏流传》',
                '中央广播电视总台《加油！向未来》',
                '中央广播电视总台《国家品牌计划》',
                '湖南卫视《姐姐的爱乐之程》',
                '江苏卫视《非诚勿扰》',
                '江苏卫视《最强大脑》',
                '江苏卫视《新相亲大会》',
                '江苏卫视《一站到底》',
                '江苏卫视《跨年演唱会》',
                '江苏卫视《我们相爱吧》',
                '浙江卫视《追梦人》',
                '东方卫视《极限挑战》',
                '东方卫视《四大名助》',
                '北京卫视《勇敢的心》',
                '北京卫视《这就是街舞》等电影电视节目',
            ],
    },
    {
        name: 'YI',
        value: 19,
        position: '录音艺术，音响工程导师',
        works: '东京艺术大学任教，《原神》，AES协会日本学生分部运营成员',
        image: _20_YI,
        participatingWorks: [],
        detailed:
            [
                '硕士毕业于东京艺术大学 音乐环境创造研究科，现居日本东京，任东京艺术大学演奏艺术中心教育研究助手，在职录音师，在校及任教期间参与了大量室内乐，古典乐的音乐录音。',

            ],
        personalWorks:
            ['个人部分作品及履历：',
                '千住Art Path2019 音乐音响创造科作品展示负责人。',
                ' Toppan hall × Music bird × 东京艺术大学高音质室内乐录音放送项目学生负责人。',
                'AES(国际音频工程师协会)日本学生分部运营成员',
                '《原神》稻妻音乐录制项目 音乐制作人助理 日语翻译 ',
                ' 东京艺术大学 演奏艺术中心 教育研究助手 / Performing Arts Center Research associate ',
                '《原神》春之七圣召唤大会 直播音频制作',
                'ニューイヤーコンサート2019 / 新年音乐会2019 （Toppan Hall 2019年） ',
                ' 異才たちのピアニズム 6 ― ピアノ音楽の本質を伝える才知と邂逅 / 怪才们的钢琴6 - 传达钢琴音乐本质的才能和邂逅（Toppan Hall 2019年） ',
                ' 日下紗矢子 ヴァイオリンの地平 4 近現代 / 日下纱矢子 小提琴的地平线4 近现代（Toppan Hall 2019年） ',
                ' 原ハーゼルシュタイナー麻里子＆上野通明 with ダニエル・ゼペック＆オリヴィエ・マロン / 原 Haselsteiner 麻里子 & 上野通明 with Daniel Sepec & Olivier Maron 弦乐四重奏（Toppan Hall 2019年） ',
                ' 2019年 度第 3 回 モーニング・コンサート / 2019年度 晨间音乐会 第3回 （东京艺术大学 奏乐堂 2020年） ',
                ' 2019年度 第 11 回 モーニング・コンサート / 2019年度 晨间音乐会 第11回 （东京艺术大学 奏乐堂 2020年） ',
                ' 山根一仁＆上野通明＆北村朋幹 Vol.2 / 山根一仁 & 上野通明 & 北村朋干 Vol.2 （Toppan Hall 2020年） ',
                ' 2020年度 第 5 回モーニング・コンサート / 2020年度 晨间音乐会 第5回 （东京艺术大学 奏乐堂 2020年） ',
                ' 2020年度 第 9 回モーニング・コンサート / 2020年度 晨间音乐会 第9回 （东京艺术大学 奏乐堂 2020年） ',
                ' ニューイヤーコンサート2020 / 新年音乐会 2020 （Toppan Hall 2020年） ',
                ' ランチライム・コンサート Vol.102 / 午间音乐会 Vol.102 （Toppan Hall 2020年） ',
                ' ランチライム・コンサート Vol.104 / 午间音乐会 Vol.104（Toppan Hall 2020年） ',
                ' 〈エスポワール シリーズ 12 〉嘉目真木子 Vol.2―その国に生きて / 〈 espoir（希望）系列 12〉 嘉目真木子 Vol.2 ‒ 活在那个国度 （Toppan Hall 2021年）',
                '第67回藝大オペラ定期公演「魔笛」/ 第67回艺大歌剧定期公演《魔笛》（2021年） ',
                ' 第406回 藝大フィルハーモニア管弦楽団 定期演奏会 / 第406回 艺大爱乐管弦乐团 定期演奏会（2021年） ',
                ' 第407回 藝大フィルハーモニア管弦楽団 合唱定期演奏会 / 第407回 艺大爱乐管弦乐团定期演奏会（2021年） ',
                ' 東京藝大シンフォニーオーケストラ 第64回定期演奏会 / 东京艺术大学交响乐团 第64回定期演奏会（2021年） ',
                ' 藝大21 創造の杜 2022 / 艺大21 创造之森 2022（2022年） ',
                ' 東京藝大シンフォニーオーケストラ 第65回定期演奏会 / 东京艺术大学交响乐团 第65回定期演奏会（2022年） ',
                ' 第412回 藝大フィルハーモニア管弦楽団 定期演奏会 / 第412回 艺大爱乐管弦乐团定期演奏会（2022年） ',
                ' ピアノシリーズ2022 音楽の至宝 Vol.9 ～2台ピアノが奏でるバレエの世界～ / 钢琴系列2022 音乐的至宝Vol.9～ 2台钢琴演奏的芭蕾的世界（2022年） ',
                ' 第413回 藝大フィルハーモニア管弦楽団 合唱定期演奏会 / 第413回 艺大爱乐管弦乐团合唱定期演奏会（2022年） ',
                ' 東京藝大シンフォニーオーケストラ 第66回定期演奏会 / 东京艺术大学交响乐团 第66回定期演奏会（2022年） ',
                ' 第72回 チャリティーコンサート「メサイア」 / 第72回 慈善音乐会《弥赛亚》（东京文化会馆大音乐厅 2022年）',

            ],
    },
    {
        name: 'Edith',
        value: 20,
        position: '音乐音响设计导师',
        works: '日本洗足学园音乐大学，TIAA全日本作曲家比赛最优奖，电子音乐比赛CCMC最佳作品',
        image: _21_EDITH,
        participatingWorks: [],
        detailed:
            [
                '研究生毕业于日本洗足学园音乐大学的音乐音响设计专业，有丰富的作曲、编曲、配乐经验。英美日三国同时申请，分别拿到金斯顿大学、北卡罗莱纳大学艺术学院、哥伦比亚芝加哥学院、印第安纳大学、日本洗足学园音乐大学等offer，最终选择前往日本学习。',
                '在海外学习中，主修影视及游戏配乐、编曲，师从日本知名游戏音乐人、作曲家，副修声音设计、混音、流行音乐制作、电子音乐制作。有多年日本升学指导，作品集指导及研究计划书指导经验。',
            ],
        personalWorks:
            [
                '部分作品及获奖经历：',
                'ACSM116举办的电子音乐比赛CCMC最佳作品',
                '第32届TIAA全日本作曲家比赛歌曲·独唱部门最优秀奖',
                '歌曲·独唱部门最优秀奖',
                '为日本陶瓷艺术家日下部正和老师的宣传片配乐',
            ],
    },
    {
        name: 'Tiger',
        value: 21,
        position: '声音设计 / 音乐科技导师',
        works: '爱丁堡大学，国家大剧院录音助理，北京广播电视台音频工程师',
        image: _22_TIGER,
        participatingWorks: [],
        detailed:
            [
                '研究生毕业于世界顶尖名校爱丁堡大学sound design声音设计专业',
                '擅长游戏交互环境音效设计，音频制作，声音创意编码，荧幕作曲，影视原声带制作，记录片制作，音乐会歌剧录音等。曾负责有声故事音效总制作，该系列在平台播放量超 1.3 亿。',
            ],
        personalWorks:
            [
                '个人部分履历：',
                '北京广播电视台 音频工程师',
                '国家大剧院 录音助理',
                '保利乐享文娱科技（北京）有限公司（500 强央企）影视制片',
                '北京四达时代软件技术股份有限公司（非洲合作龙头企业）译制录音师',
                '网易（杭州）网络有限公司（500 强互联网公司）音频编辑',
            ],
    },
    {
        name: 'LOU',
        value: 22,
        position: '资深录音师',
        works: '《2020云栖大会》《2023杭州国际音乐节》《大圣之传奇》《变形金刚》',
        image: _23_LOU,
        participatingWorks: [],
        detailed:
            [
                '资深录音师，常年负责一线影视音乐项目的录音工作，擅长影视同期录音及录音棚音乐录音，他同时是微软（中国）AI小冰的合作录音师，以及SIGNART音乐留学作品集项目的总录音师，作品百余部。'

            ],
        personalWorks:
            [
                '个人部分作品及履历',
                '2020顾家新年TVC录音师',
                '2020奥特莱斯春节广告录音师',
                '浙江卫视西泠印社纪录片主题曲录音师',
                '百雀羚有翡系列广告录音师',
                '2020云栖大会官方宣传片录音师',
                '电影《一无是处》现场录音师',
                '铜师傅广告片《诚意之作》《大圣之传奇》《变形金刚》录音师',
                '酣客宣传片《半场时速》录音师',
                '电影《我的野蛮女友》录音指导',
            ],
    },
    {
        name: 'NIKA',
        value: 23,
        position: '资深留学规划导师',
        works: '哈佛大学、牛津大学、剑桥大学 百余张世界名校案例',
        image: _24_NIKA,
        participatingWorks: [],
        detailed:
            [],
        personalWorks:
            [
                '深耕国际教育行业7年，具有丰富的规划经验，对国际教育政策持有敏锐度，怀抱“授人以鱼，不如授人以渔”的教育理念。',
                '秉持每一个学生都是独一无二的信念，擅长多维度规划，从音乐本质出发，调动学生的积极性，激发学习兴趣，给学生提供高端、长远的音乐培训及规划方案。',
                '与学生及家长一起协作，坚持学习和升学全程的沟通与陪伴，实现学生热爱，家长满意，SIGNART满足的共同目标。',
                '从业至今，帮助数百名学生成功申请到世界名校包括：',
                '哈佛大学、牛津大学、剑桥大学、哥伦比亚大学、康奈尔大学、南加州大学、加州大学伯克利分校、纽约大学、约翰霍普金斯大学、爱丁堡大学、格拉斯哥大学、伦敦艺术大学、新加坡国立大学、香港大学等。',
            ],
    },
    {
        name: 'River',
        value: 24,
        position: '资深留学规划导师',
        works: '专注出国留学行业7年，4年音乐留学规划经验，深谙海外各国留学政策',
        image: _25_RIVER,
        participatingWorks: [],
        detailed:
            [
                '专注出国留学行业工作7年',
                '4年音乐留学规划经验',
                '深谙英联邦、北美及欧亚各国留学政策',
                '从学生角度出发，一切以学生为中心。在留学语言指导、海外择校选专业、音乐艺术作品集规划及背景提升等方面，发掘学员自身个性化特点与需求，擅长全方位综合指导规划，精准制定适合每一位学员的留学方案。积极解决学生在学习及留学过程中遇到的问题，耐心进行心理辅导。',
                '从业至今，已输送上百名学员遍布世界各地，拥有美国麻省理工学院、纽约大学、约翰霍普金斯大学、加州大学洛杉矶分校、华盛顿大学、伯克利音乐学院、美国MI现代音乐学院、加拿大英属哥伦比亚大学、英国皇家音乐学院、伦敦大学学院、爱丁堡大学、曼彻斯特大学、南安普顿大学、英国伦敦艺术大学、伦敦大学金史密斯学院、金斯顿大学、澳洲悉尼大学、日本洗足学园音乐大学、武藏野音乐大学、香港大学、意大利米兰音乐学院等多所世界名校案例。',

            ],
        personalWorks:
            [],
    },
]







